# text = [u'两个孩子在稻田里玩滑板', u'灰色背景上的若干美食', u'卡通狗在吃饼干', u'绿色波浪上的年轻女子']
# text = [
#     u'一只蓝颜色的狗和一个绿色的巧克力饼干',
#     u'两个孩子在海上冲浪',
#     u'三角形的绿色花朵',
#     u'在海上的雄伟建筑',
#     u'高速公路上的车辆',
#     u'厨房里狗在做饭',
#     u'圣诞节快乐',
#     u'美食', 
# ]

# text = [
#     u'山水风景',
#     u'美食',
#     u'年轻女子',
#     u'卡通狗',
#     u'花朵',
#     u'建筑',
#     u'浅色调的科技背景插图',
#     u'运动员在比赛',
# ]

# text = [
#     u'山水 风景',
#     u'美食',
#     u'年轻 女子',
#     u'卡通 狗',
#     u'花朵',
#     u'建筑',
#     u'浅色调 科技 背景 插图',
#     u'运动员 比赛',
# ]

text = [
    u'狗 骑自行车',
    u'卡通 动物',
    u'三角形 花朵',
    u'圣诞节 树 老人',
    u'海边 建筑',
    u'三个 运动员 足球',
    u'情侣 拥抱',
    u'唱歌 跳舞',
]
